

/* Skype emoticon name */
"Angel" = "Angelo";

/* Skype emoticon name */
"Angry" = "Arrabbiato";

/* Skype emoticon name */
"Bandit" = "Bandito";

/* Skype emoticon name */
"Banging head on wall" = "Sbattere la testa sul muro";

/* Skype emoticon name */
"Bartlett" = "Bartlett";

/* Skype emoticon name */
"Beer" = "Birra";

/* Skype emoticon name */
"Big smile" = "Grande sorriso";

/* Skype emoticon name */
"Blushing" = "Timido";

/* Skype emoticon name */
"Bowing" = "Inchino";

/* Skype emoticon name */
"Broken heart" = "Cuore spezzato";

/* Skype emoticon name */
"Bug" = "Bug";

/* Skype emoticon name */
"Cake" = "Torta";

/* Skype emoticon name */
"Call" = "Chiama";

/* Skype emoticon name */
"Cash" = "Soldi";

/* Skype emoticon name */
"Clapping" = "Applauso";

/* Skype emoticon name */
"Coffee" = "Caffè";

/* Skype emoticon name */
"Cool" = "Figo";

/* Skype emoticon name */
"Crying" = "Piangere";

/* Skype emoticon name */
"Dancing" = "Ballare";

/* Skype emoticon name */
"Devil" = "Diavolo";

/* Skype emoticon name */
"Doh!" = "Infastidito";

/* Skype emoticon name */
"Drink" = "Bere";

/* Skype emoticon name */
"Drunk" = "Ubriaco";

/* Skype emoticon name */
"Dull" = "Noioso";

/* Skype emoticon name */
"Emo" = "Emo";

/* Skype emoticon name */
"Envious" = "Invidioso";

/* Skype emoticon name */
"Evil" = "Maligno";

/* Skype emoticon name */
"FUBAR" = "fregato";

/* Skype emoticon name */
"Facepalm" = "Mano sulla faccia";

/* Skype emoticon name */
"Finger" = "Dito";

/* Skype emoticon name */
"Fingers crossed" = "Dita incrociate";

/* Skype emoticon name */
"Flower" = "Fiore";

/* Skype emoticon name */
"Giggle" = "Risatina";

/* Skype emoticon name */
"Handshake" = "Stretta di mano";

/* Skype emoticon name */
"Happy" = "Felice";

/* Skype emoticon name */
"Heart" = "Cuore";

/* Skype emoticon name */
"Heidy" = "Heidy";

/* Skype emoticon name */
"High five" = "Dammi il cinque";

/* Skype emoticon name */
"Hollest" = "Hollest";

/* Skype emoticon name */
"Hug" = "Abbraccio";

/* Skype emoticon name */
"In love" = "Innamorato";

/* Skype emoticon name */
"It wasn't me!" = "Non sono stato io";

/* Skype emoticon name */
"Kiss" = "Bacio";

/* Skype emoticon name */
"Lalala" = "Lalala";

/* Skype emoticon name */
"Make-up" = "Trucco";

/* Skype emoticon name */
"Mmmmm..." = "Mmmmm...";

/* Skype emoticon name */
"Mooning" = "Sedere";

/* Skype emoticon name */
"Movie" = "Film";

/* Skype emoticon name */
"Muscle" = "Muscolo";

/* Skype emoticon name */
"Music" = "Musica";

/* Skype emoticon name */
"My lips are sealed" = "Bocca tappata";

/* Skype emoticon name */
"Nerdy" = "Secchione";

/* Skype emoticon name */
"Ninja" = "Ninja";

/* Skype emoticon name */
"No" = "No";

/* Skype emoticon name */
"Nod" = "Annuire";

/* Skype emoticon name */
"Oliver" = "Oliver";

/* Skype emoticon name */
"Party" = "Festa";

/* Skype emoticon name */
"Phone" = "Telefono";

/* Skype emoticon name */
"Pizza" = "Pizza";

/* Skype emoticon name */
"Pool party" = "Festa in piscina";

/* Skype emoticon name */
"Priidu" = "Priidu";

/* Skype emoticon name */
"Puking" = "Nausea";

/* Skype emoticon name */
"Punch" = "Pugno";

/* Skype emoticon name */
"Raining" = "Pioggia";

/* Skype emoticon name */
"Rock" = "Rock";

/* Skype emoticon name */
"Rolling on the floor laughing" = "Rotolarsi per terra dalle risate";

/* Skype emoticon name */
"Sad" = "Triste";

/* Skype emoticon name */
"Shake" = "Scuoti";

/* Skype emoticon name */
"Skype" = "Skype";

/* Skype emoticon name */
"Sleepy" = "Assonnato";

/* Skype emoticon name */
"Smiley" = "Sorridente";

/* Skype emoticon name */
"Smiley with tongue out" = "Con la lingua fuori";

/* Skype emoticon name */
"Smirking" = "Smorfioso";

/* Skype emoticon name */
"Smoking" = "Fumare";

/* Skype emoticon name */
"Speechless" = "Senza parole";

/* Skype emoticon name */
"Star" = "Stella";

/* Skype emoticon name */
"Sun" = "Sole";

/* Skype emoticon name */
"Surprised" = "Sorpreso";

/* Skype emoticon name */
"Swearing" = "Imprecare";

/* Skype emoticon name */
"Sweating" = "Sudato";

/* Skype emoticon name */
"Talking" = "Parlare";

/* Skype emoticon name */
"Thinking" = "Pensare";

/* Skype emoticon name */
"Time" = "Orologio";

/* Skype emoticon name */
"Too much information" = "Troppe informazioni";

/* Skype emoticon name */
"Tumbleweed" = "Rovo rotolante";

/* Skype emoticon name */
"Wait" = "Aspetta";

/* Skype emoticon name */
"Waiting" = "In attesa";

/* Skype emoticon name */
"Wave" = "Onda";

/* Skype emoticon name */
"What the ..." = "Al diavolo...";

/* Skype emoticon name */
"Whew" = "Per un pelo";

/* Skype emoticon name */
"Winking" = "Occhiolino";

/* Skype emoticon name */
"Wondering" = "Curioso";

/* Skype emoticon name */
"Working from home" = "Al lavoro da casa";

/* Skype emoticon name */
"Worried" = "Preoccupato";

/* Skype emoticon name */
"Yawning" = "Sbadiglio";

/* Skype emoticon name */
"Yes" = "Sì";

/* Skype emoticon name */
"You have mail" = "C'è posta";